[
  {
    "id": 1,
    "efeito": "Você busca dor. Sentir dor ou causar dor."
  },
  {
    "id": 2,
    "efeito": "Quando você sofre o vício está com uma imagem distorcida."
  },
  {
    "id": 3,
    "efeito": "Com pedaços de armadura ou materiais musculosos e faz deles seu corpo."
  },
  {
    "id": 4,
    "efeito": "Você fica mecalizado uma vez ou sua cabeça, que repete constantemente palavras sem sentido."
  },
  {
    "id": 5,
    "efeito": "O seu sangue parece estar quente, como se quisesse sair de dentro de seu corpo."
  },
  {
    "id": 6,
    "efeito": "Você vomita sangue exageradamente durante crises de estresse."
  },
  {
    "id": 7,
    "efeito": "Uma fome constante domina seu corpo, como se você não pudesse ser saciado."
  },
  {
    "id": 8,
    "efeito": "Você tem sonhos vívidos e erra durante a noite como se estivesse em um transe."
  },
  {
    "id": 9,
    "efeito": "Às vezes você sente olhos a ponto de você se procurar encontrá-los o tempo todo."
  },
  {
    "id": 10,
    "efeito": "É como se seus olhos percebessem."
  },
  {
    "id": 11,
    "efeito": "Seus olhos agora aparecem em seu corpo de algo externo envolvendo controlando sua mente."
  },
  {
    "id": 12,
    "efeito": "Suas memórias começam a ficar deturpadas. Qualquer evento passado não começa a ficar nebuloso."
  },
  {
    "id": 13,
    "efeito": "As emoções começam a se tornarem confusas. Algo feliz desperta raiva e algo doloroso desperta felicidade."
  },
  {
    "id": 14,
    "efeito": "Você sente a necessidade constante de descrever todas as ações da maneira mais graciosa possível."
  },
  {
    "id": 15,
    "efeito": "Existem vermes dentro de seu corpo corrompido pelo suga-seme e sangue."
  },
  {
    "id": 16,
    "efeito": "Você tem críticas para tudo que as pessoas fazem."
  },
  {
    "id": 17,
    "efeito": "Você não consegue distinguir mais entre o bem e o mal, certo e errado."
  },
  {
    "id": 18,
    "efeito": "Suas mãos estão fivadas em coisas ruins de suas belas."
  },
  {
    "id": 19,
    "efeito": "Você tem amnésia pontual. Não se lembra de coisas simples do dia a dia."
  },
  {
    "id": 20,
    "efeito": "As coisas estão horrendas, mas você não consegue notar suas decisões ruins ao acaso."
  }
]
